export const tasks8 = [
  {
    id: 1,
    topic: "Четырёхугольники",
    question: "Чему равна сумма внутренних углов четырёхугольника?",
    options: [
      "180°",
      "270°",
      "360°",
      "540°"
    ],
    correct: 2
  },

  {
    id: 2,
    topic: "Параллелограмм",
    question: "Какие стороны параллелограмма равны?",
    options: [
      "Смежные",
      "Противоположные",
      "Только верхняя и нижняя",
      "Все стороны"
    ],
    correct: 1
  },

  {
    id: 3,
    topic: "Теорема Пифагора",
    question: "Формула теоремы Пифагора:",
    options: [
      "a+b=c",
      "a²+b²=c²",
      "ab=c²",
      "a²-b²=c²"
    ],
    correct: 1
  }
];